{
  "remembrances": [
    {
      "text": "I’ve been in Vietnam a little over a week and already I’ve taken three AK-47 rounds and probably killed enough men to become an “ace” in Air Force terms. What will the next twelve months bring?",
      "summary": "A week in, bullets fly, an ace in the making. What does the year hold?",
      "gruesome": false
    },
    {
      "text": "I was trained to kill and when it’s “kill or be killed” there is no emotional baggage doing your job. No training can prepare you for the death of a friend. Luckily, I didn’t know any of the sixteen who were killed very well, so the pain was not too great.",
      "summary": "Trained to kill, numb to death. Friends fall, but the pain is distant.",
      "gruesome": false
    },
    {
      "text": "Those who were seriously wounded were sent to a hospital ship, I thought I was just grazed in the arm and leg, so I went back to our ship, which had four or five doctors. When I was examined, they found I was shot through the right upper leg and should have gone to the hospital ship. But since I was here, I would stay. My arm was stitched up right away but they waited a week to sew up my leg. Every day they would change the packing all through my leg, talk about pain! The doctor made one stitch in my leg, I was given a local, so I watched the whole operation, but when he tied the stitch and left 3 inches of excess sutures, he just stuffed the excess sutures into my leg. I was thinking to myself, “This just doesn’t seem right.” If it was not for the Demerol in me, I am sure I would have said something. But I told myself he is the doctor and knows what is best.",
      "summary": "Wounded and stitched, a needle's thread. Trusting hands that left a mess.",
      "gruesome": true
    },
    {
      "text": "About two weeks later I was mopping the shower room and my right foot got real slippery in my shower shoe. I just thought I stepped into water but then someone said, “Man, you’re bleeding!” Now I know I should have questioned the doctor. I think I was bleeding more now than when I got shot!",
      "summary": "A slip in the shower, blood runs red. The doctor's work undone.",
      "gruesome": true
    },
    {
      "text": "I was out of action for forty days after I was shot, and now it was time to go back to war. Our entire unit had to leave because a U.S.O. show was coming to the ship and the upper brass didn’t want a bunch of crazy Marines acting like a bunch of … well Marines!",
      "summary": "Sent away for a show, too wild for the brass. Marines being Marines.",
      "gruesome": false
    },
    {
      "text": "We were helo’d off the ship and set up about ten miles south of the DMZ. My foxhole was right on the edge of a small canal probable twenty feet across. Sometime in the middle of the first night a frog jumped into the water, and I was only 99% sure it was a frog. The other one percent told me it was the enemy. Fear gripped me so hard, and my heart was beating so fiercely, it actually caused pain. Although I knew it was a frog, fear overtook me and I threw a grenade into the water. I don’t know if I killed the frog but if there was a NVA he was gone! We didn’t find any bodies the next day: man or frog. I did catch a lot of crap for a long time though. Even now, that was the scariest moment of my life.",
      "summary": "A frog in the night, fear takes hold. A grenade thrown, a memory made.",
      "gruesome": false
    },
    {
      "text": "One night I was the head of an outpost (three guys). We were about 100 yards in front of the lines. The purpose of an outpost is to see or hear in time to warn the main body. My lieutenant saw some red lights and informed me they were aiming lights for rockets and told me to call in artillery to destroy the lights and the enemy. I called in a few rounds and adjusted the distance and then had them fire for effect (a lot of rounds). I then realized they were only fireflies and told my Lt. He disagreed. So, I spent the rest of the night trying to kill fireflies with a 105mm howitzer... I believe I failed and suspect my tax dollars are still paying that bill off.",
      "summary": "Lights in the dark, artillery calls. A war against fireflies.",
      "gruesome": false
    },
    {
      "text": "Probably the lowest point in my life was in the summer of 1968. Our Company (120 men) came upon an abandoned village a few miles south of the DMZ at twilight. One squad, 8 or 10 Marines, was ambushed and all were killed. The NVA shot them all in the head afterwards, to be sure they were dead. We could do nothing that night, but at first light we had the village almost surrounded. The NVA all tried to escape to the north and we killed them all. That was about 100 to 150 of the enemy. But we took one causality that day. I was a fire team leader, and I was in charge of three Marines. Richard “CARL” Madison was only standing 5 feet from me and he took a round a few inches below his left shoulder. He died in my arms. Carl was a friend, and I felt responsible. Although about twenty of us were all standing up shooting, we should have been laying down shooting. I think about Carl almost every day of my life and that was thirty-five years ago. That is what war is about.",
      "summary": "A village taken, a friend lost. Death in my arms, a memory that lasts.",
      "gruesome": true
    },
    {
      "text": "I once missed death by exactly 24 hours. We were building a base called A-4, along the DMZ. On the first night nothing happened but the rain. Lots of rain. We slept and did our watch in foxholes. We had to bail water out every hour. The next night I was on a three-man outpost about 50 yards in front of the lines. In the middle of the night we heard an explosion toward our lines, when I went back to the lines the next morning, I found out an artillery round hit my previous night’s foxhole and killed all three Marines.",
      "summary": "Missed by a day, death rains down. Friendly fire, a tragic sound.",
      "gruesome": true
    },
    {
      "text": "It was H & I fire, (harassment and interdiction). Supposedly all friendly positions in Vietnam were plotted so US artillery could fire into enemy territory just to unnerve them. Friendly fire killed those men!",
      "summary": "Harassment and fire, a deadly game. Friendly rounds, a sorrowful shame.",
      "gruesome": false
    },
    {
      "text": "War wasn’t always serious. During the Tet Offensive of ’68 (Jan. 30/31), we were taken out of the bush and transferred to the Army. We became Charlie Troop, 101st Air Cavalry. We were assigned to guard a bridge that led to Quang Tri city. Quang Tri city was one of the very few cities that was not hit. Every night we would send out an “outpost” (4 men) and a patrol-ambush team (IQ men).",
      "summary": "Tet arrives, a change of command. Guarding a bridge in a war-torn land.",
      "gruesome": false
    },
    {
      "text": "Most of the time both groups would go to a half-intact Catholic Church 100 yards in front of the line. We all would get a very good night's sleep doing this because a turn on watch was only an hour. But of course, we would have to alter our voices for the radio checks, because 2 teams should have been checking in. Not just the one.",
      "summary": "A church for a bed, a quiet night. Voices changed to keep things right.",
      "gruesome": false
    },
    {
      "text": "I was very lucky not to be a part of any war atrocities. Once a dozen of us were on patrol south of the DMZ along the ocean. The Army was having a large battle about 5 miles away. Tommy Roth, an “Okie from Muskogee”, was point and looked over a rise and saw a bunch of sleeping NVA’s. Someone said, “Shoot ‘em, Tommy, Shoot ‘em.” Tommy shot a bunch of sleeping NVA’s that had never seen combat. We knew this because everything they had was brand new. The only time I had anything new  was when I was new. It was wrong, but it wasn’t that long ago that a dozen of our buddies were killed and then head shot just to be sure. War brings us all down to the lowest common denominator.",
      "summary": "A patrol gone wrong, sleeping men slain. War's dark stain, a heavy pain.",
      "gruesome": true
    },
    {
      "text": "War changes us all a little bit; it changes combat veterans a lot. In open fields I still look out for snipers. I still look at my feet to look out for tripwires. Those are very hard habits to break. War movies are too realistic for some of us to watch. I am lucky that I don’t have any nightmares, but many Vets do.",
      "summary": "Habits formed in fields of fire. War movies real, memories dire.",
      "gruesome": false
    },
    {
      "text": "Food in combat was normally “C-rations.” Many times, when we were in a somewhat safe zone, we would get 1 hot meal dropped in to us daily. Usually, we would get resupplied every 3 days in the field. We would gorge ourselves and then destroy the leftovers. One time after we got resupplied it really started to rain. It rained 40 inches in 3 days! We had to go for 6 days between meals. We were all really hungry and I remember finding a can of meat that was only half green with mold. I ate the half that wasn’t green. Drinking water, which mostly came from the rice paddies, had been fertilized by humans and animal waste for the past thousand years. This required us to put 3 water purification tablets into the water, though 1 tablet was all that was required by the directions. We would also add lots of Kool-Aid into the water to kill the taste. Occasionally we would get cold milk, but it was usually sour. No one ever threw that cold sour milk out though. A few times when we were without water, we would lick the dew off the leaves to get something wet to drink.",
      "summary": "C-rations and rain, hunger's bite. Sour milk and water, a survival fight.",
      "gruesome": true
    },
    {
      "text": "Just weeks before I was to go home, we dug in on a mountaintop that was in sight of North Vietnam itself. I was about to “shoot the bull” with my machine-gun buddies, when a round came in and killed Rocky, Archie, and another friend. The round came in from caves in North Vietnam. I missed death by minutes again. That night I went to the LZ (landing zone) and talked to body bags for an hour. Once while we were in the rear, a brand-new second lieutenant jumped me for not saluting him. I told him that I don’t salute officers. He next informed me that I WILL SALUTE HIM. “Yessir”, I said, “From now on I will give you a snappy salute and a loud and professional Good Morning or Good Afternoon, whichever is appropriate, and then I will run like hell.” I then briskly walked away. It took him about 30 yards to catch up to me and tell me that I didn’t need to salute him. Wow, sometimes officers can be really dumb.",
      "summary": "Death on a peak, a salute denied. Officers and enlisted, a divide wide.",
      "gruesome": true
    },
    {
      "text": "The day the Air Force saved my life. Our platoon (30 men) set up for the night on the edge of a clearing. We were right on the ocean about a mile or so south of the DMZ. In the middle of the night we heard the North Vietnamese digging right across from us. We called in artillery and they would stop digging. Once the shelling stopped, they would start to dig again. So we would have to call in rounds again and they would stop. This went on all night.",
      "summary": "Digging in the dark, artillery's call. A sleepless night, waiting for the fall.",
      "gruesome": false
    },
    {
      "text": "We knew “stuff’ would hit the fan at first light. A tank from our base met up with us along with two Huey gunships and two F-4 Phantoms. The F-4’s and Huey gunships made a few gun passes and then the F-4’s dropped Napalm. The Air Force informed us that our platoon and the one tank were up against a NVA regiment, which was roughly 800 men. We next decided to take a tactical advance to the rear. Retreating is not in the Marines’ vocabulary.",
      "summary": "Dawn breaks, the enemy near. Phantoms roar, erasing fear.",
      "gruesome": true
    },
    {
      "text": "We only took one casualty that day. A friend -- we were all friends over there -- looked into an enemy’s bunker without throwing in a grenade. He took a round right between the eyes that literally split his head in half. I was told to help evacuate him, but I became too physically ill to do this, so others had to do it.",
      "summary": "A look too long, a bullet's find. A friend lost, leaving peace behind.",
      "gruesome": true
    },
    {
      "text": "So, if it weren’t for those 2 F-4’s, 30 of us would be surrounded with odds not in our favor of about 30 to 1. THANKS, AIR FORCE!",
      "summary": "Saved by the sky, a debt is owed. Thirty to one, a heavy load.",
      "gruesome": false
    },
    {
      "text": "July 4th of 1968 was a very memorable 4th. We were in the middle of a large battle that pitted our 200 men against 500 of the enemy. The enemy stayed to fight because the odds were in their favor. This was a moving battle that played out over acres of land, but when night came a white road separated us. We then called in F-4’s to drop napalm on the enemy’s side of the white road. In the movie “Apocalypse Now”, it was referred that napalm was the smell of victory. To us it was also the “Sight of Victory”. What beautiful fireworks.",
      "summary": "Fourth of July, a battle's light. Napalm's glow, a victory bright.",
      "gruesome": true
    }
  ],
  "clippings": [
    {
      "id": "p1_0",
      "path": "/images/clip_p1_0.png",
      "page": 1,
      "ocr_text": "PVT, MICHAEL FITZPATRICK |‘\nCOMPLETE TRAINING ~\n\nf\nCamp Pendelton, * Calif. Dee.\n16—Marine Private Michael N.\nFitzpatrick, son of Mr. and Mrs.\nA. Neil Fitzpatrick of Weeping\nWater, has completed four weeks\nof individial combat training at\n\nthis Marine Corps Base.\n\nDaring “his more than 200\nhours of training, he learned a-\nbout weapons and combat tech-\nniques from combat_veteran i\nstructors. They tau\nto conduct combat patrols, de-\ntect and remove mines and booby\ntraps and use the standard Mar-\nine Corps infantry weapons.\n\nHe will now receive at least 4\nweeks of specialist training be-\nfore being assigned to. his. first\npermanent unit. Marines. going|\nto combat units will get detailed j\ntraining in the particularcombat}\nskill they are designated — for.|.\nThose who are golng Into technt-j\ncat fields-will receive their ad-\nvanced training at one of a var\n\nty of technical schools thruout\nthe country.",
      "summary": "Private Fitzpatrick Completes Combat Training"
    },
    {
      "id": "p1_1",
      "path": "/images/clip_p1_1.png",
      "page": 1,
      "ocr_text": "| RECEIVES PROMOTION\nMichael Fitzpatrick. has, been\npromoter om the rank af Pr\nNate fist dass to Lance Corpor:\nst Him now maling adress 1\n‘Lance’ Corporal Michael N Fits\n‘Camp Leyuene, North Carol\nasa.",
      "summary": "Fitzpatrick Promoted to Lance Corporal"
    },
    {
      "id": "p2_0",
      "path": "/images/clip_p2_0.png",
      "page": 2,
      "ocr_text": "ON LRAVE\n| 1oCpl Michael. Fitzpatrick)\narrived home \"Tuesday duly 18!\nito spond a 22 sng. Ione wilh hi\narena. Mrand Mrs. Neil FH\npotrick and fils. other reln-\n[tives and friends ere :\n\n|",
      "summary": "Lance Corporal Fitzpatrick Returns Home on Leave"
    },
    {
      "id": "p2_1",
      "path": "/images/clip_p2_1.png",
      "page": 2,
      "ocr_text": "Mike Fitzpatrick\nWounded in\nVietnam Action _\n\n‘Mr, and Mrs. Neil Fitzpatrick\nwere’ notified y¢sterday “that\ntheir son, L/Cpl. Michael _N.\nFitzpatrick, had been wounded\nin action, Wednesday, Oct. 11.\n\nCpl Fitzpatrick was wounded\nby rifle fire in both legs while\nfighting with the 3rd_ Marine\nDivision in the vicinity of Quang\n‘Tri, Vietnam. He 1s based on the\ncarrier Okinawa, and has been\nreturned to cartier for treatment,\n[He had been in Vietnam just over\n‘amonth\n\n‘The Fitzpat\n\n‘ks were notified,\n\n-.|Marine sergeant, and a telegram\nrithey received last night Mike's\ncondition is reported to be good.\nHis address is\nL/Cpl. Michael Fitzpatrick\n2277547\nCharlie Co,, 3rd Pit.\nIst Bn, 3rd’ Marine Div,\nFPO, San Francisco, Cal, 96602",
      "summary": "Fitzpatrick Wounded in Action in Vietnam"
    },
    {
      "id": "p2_2",
      "path": "/images/clip_p2_2.png",
      "page": 2,
      "ocr_text": "PL.\n\nfoe i\nAIRCRAFT CARRIER 1\n\nMad Mey Neat Fitzpatn ie\nrecrived st letter from their son,\nLCpL Michael Fitzpatnck, who!\nSas Ceuisvled an ncion an Viet\n\nram last wrote, Mike told them,\n\nSi the fetter that pres.ous pes\nports of hes bene wounded mm\n\nhota les by rifle fire were ere\n\nroacous j\n\ntue aie b mto Rend combat\nFie apemi=\" at the Vi eons\nCpl Fuspatrick received\niy sound the left arm,\nsmear tig He said that\nveer cours” rapidly aboard\nHe would weleome letters.\nfrom friends here His address\nwus. printed in last week's Re~\n_ publican",
      "summary": "Letter Clarifies Wounds: Arm, Not Legs"
    },
    {
      "id": "p3_0",
      "path": "/images/clip_p3_0.png",
      "page": 3,
      "ocr_text": "Why Not Send\nA Card toa\nServiceman?- 7\nADDRESSES FOR\nCHRISTMAS MAILING\n‘M/Sgt. Vern O Amick\nNee\n‘35 ‘Transp. Sq_\nGME Bor 9962\nSPO San Francisco, Cal 96921\n\nEugene Moore\n\nB.60-99-22\n\nU_S. S. Yorktown\n\n(CBS-10) C'S Div.\n\nF, P. O, San Francisco, Calif.\n96601\n\nLt, James E. Moore\n\nD \"Trp. 3/4 Cav.\n\n25th Inf. Di\n\nA. PLO.8,\n\n| Pvt, Rodney Mather\nHED 447jh Sig, BN,\na.PeO. NYC, NE, 09682\nPvt. Terry Mather\nCo. A 1st-BN_ Sth Cav.\nA P.0, San Francisco, Cal. \\\n96480\n\nPie, GW Miller, Jr\nRA’ 16859094 S7th Maintenance\nj Co, THRs\n‘A. PO San Francisco, Calif\n: ‘96233\n| E/Cily Michael NFitaparice\n2277347\n\n549th MP Co. ‘SUC?\nFort Davis, Canal Zone\n\n‘AB, 36885153 Box 2786\n620 Bdilhhavy Airlift Support Sq.\nA. P.O, New York 09677\n\nLinda, Refieier_ .\n{ Amoenieait’ Red Cross\nBint Harte Div Da Nane\n\nPp oO ‘San Francisco, Cal't\n96692\n\nMe, ail-Mre ‘Tom Hays.\nBox 2042\nAdis Ababa, Ethiopia\n\nCapt, William E, Everett\n\n. cre\n\nHMM 361 MAG 16\n\nIst MAW SMF\n\nF. P, 0. Sin Prancisco, Calif: —\n96601\n\n| Dovle H. Parson BMI\nUSS Ponchotovla AO 148\nF, P, ©, San Francisco 96601\n\n389 TAG FTR, Sad.\n\nBox 259' Drawer No. 32\n\n‘A. P.O, San-Franelsco, G-'r\n96337",
      "summary": "Addresses for Christmas Mailing to Servicemen"
    },
    {
      "id": "p4_0",
      "path": "/images/clip_p4_0.png",
      "page": 4,
      "ocr_text": "Why Not Send\nA Card toa\nServiceman?- 7\nADDRESSES FOR\nCHRISTMAS MAILING\n‘M/Sgt. Vern O Amick\nNee\n‘35 ‘Transp. Sq_\nGME Bor 9962\nSPO San Francisco, Cal 96921\n\nEugene Moore\n\nB.60-99-22\n\nU_S. S. Yorktown\n\n(CBS-10) C'S Div.\n\nF, P. O, San Francisco, Calif.\n96601\n\nLt, James E. Moore\n\nD \"Trp. 3/4 Cav.\n\n25th Inf. Di\n\nA. PLO.8,\n\n| Pvt, Rodney Mather\nHED 447jh Sig, BN,\na.PeO. NYC, NE, 09682\nPvt. Terry Mather\nCo. A 1st-BN_ Sth Cav.\nA P.0, San Francisco, Cal. \\\n96480\n\nPie, GW Miller, Jr\nRA’ 16859094 S7th Maintenance\nj Co, THRs\n‘A. PO San Francisco, Calif\n: ‘96233\n| E/Cily Michael NFitaparice\n2277347\n\n549th MP Co. ‘SUC?\nFort Davis, Canal Zone\n\n‘AB, 36885153 Box 2786\n620 Bdilhhavy Airlift Support Sq.\nA. P.O, New York 09677\n\nLinda, Refieier_ .\n{ Amoenieait’ Red Cross\nBint Harte Div Da Nane\n\nPp oO ‘San Francisco, Cal't\n96692\n\nMe, ail-Mre ‘Tom Hays.\nBox 2042\nAdis Ababa, Ethiopia\n\nCapt, William E, Everett\n\n. cre\n\nHMM 361 MAG 16\n\nIst MAW SMF\n\nF. P, 0. Sin Prancisco, Calif: —\n96601\n\n| Dovle H. Parson BMI\nUSS Ponchotovla AO 148\nF, P, ©, San Francisco 96601\n\n389 TAG FTR, Sad.\n\nBox 259' Drawer No. 32\n\n‘A. P.O, San-Franelsco, G-'r\n96337",
      "summary": "Addresses for Christmas Mailing (Continued)"
    },
    {
      "id": "p4_1",
      "path": "/images/clip_p4_1.png",
      "page": 4,
      "ocr_text": "” ” WORD FROM VIETNAM {\n\nNofl “Fitzpatrick",
      "summary": "Word from Vietnam: Fitzpatrick"
    },
    {
      "id": "p4_2",
      "path": "/images/clip_p4_2.png",
      "page": 4,
      "ocr_text": "WORD FROM VIETNAM |\nLo Mt._and’ Mig, Nell “Fitzpatrick\n~received-word_ ft —theit. son)\n\n‘Michaol: Fitzpatrick who.. was|\nerecently wounded:\n\nSits ti a\n\n. “He has |\neen’ teriporarly,tranaterred, to\nSNE caer roe\n“peeeitlon and thanks to, everyone\n\nfor. their cand’ greetings, jletters|",
      "summary": "Fitzpatrick Recovering, Thanks for Greetings"
    },
    {
      "id": "p4_3",
      "path": "/images/clip_p4_3.png",
      "page": 4,
      "ocr_text": "| CALL FROM AUSTRALIA |\n\nMr and Mrs. Neil Fitzpatrick |\nreceived a telephone call from,\nheir son, L/Cpl Michael Fitz-\npatrick who was on rest and re-|\ncuperation leave from Vietnam\n‘in Australia. |\n| Enroute to Australia he stop-\n+ped by for a visit with AZIC Jim|\n\"Boardman, stationed at Da Nang.|",
      "summary": "Call from Australia: R&R Visit"
    },
    {
      "id": "p5_0",
      "path": "/images/clip_p5_0.png",
      "page": 5,
      "ocr_text": "SMALL WORLD!\n\nMike Fitzpatrick wan sitting\nin'a truck in Vietnam Inst week\nwaiting to br moved to nnother!\ncamp when other soldiers hap-\npene by to ask directions. Mike\nthinking that he ecogmized 8\nfamiliar face said \"Shouldn't 1)\nknow you\" turned out to” be\nJames ‘Murphy.\n\nAlthough — this _caincidental\nmeeting was limited to a few\nminutes, it rhust have been a:\nmost refreshing occasion to both\nto unexpectedly see someone\nfrom your own home town in|\nsuch afar away land.",
      "summary": "Small World: Meeting a Hometown Friend in Vietnam"
    },
    {
      "id": "p5_1",
      "path": "/images/clip_p5_1.png",
      "page": 5,
      "ocr_text": "ca ETURN2FROM=VIETNAM=r|\n\n| ent Micnonr N_Ptzpatrick\narrived last Wednesday to spend|\nja 25 day leave with-his parer\nfare and Airs Ne ilgti\nland family after serving {he:past\nyear in Vietnam, .\nPeShe and: hire: Kenneth Boyal\ncceied wort that hein\nCPO Larry Boyd. .had-, arrived\nhome . to. Oxnard; 5, Callt, after:\njserving 7 months ‘at ' Viethiam,\naboard the; carriet, USS, Bon.\nHomme Richard.",
      "summary": "Fitzpatrick Returns from Vietnam"
    },
    {
      "id": "p5_2",
      "path": "/images/clip_p5_2.png",
      "page": 5,
      "ocr_text": "Shawn Fuzpatrick — brought\nhis brother, Michael's combat\nhelmet for us to see and also a:\nshoomerang his brother had sent",
      "summary": "Souvenirs: Combat Helmet and Boomerang"
    },
    {
      "id": "p6_0",
      "path": "/images/clip_p6_0.png",
      "page": 6,
      "ocr_text": "| Col Walt Numie, USMC. con.) sentation patrick's. leadership, professional\ngratulates Cpl, Mike Fitzpatrick | “While serving. ax a Squad!eompetence and. steadfast dev\nMight, after presenting him with Leader with Company C  Firsttion to duty reflect great cred\nthe Navy Achievement. Medal.! Battalion, ‘Third Marines, Third upon himself, the Marine Corps\nThe ‘mseription on the. -photo|Marine Division in connection and the Naval Service ” ;\nads “To Cpl “Fitz To one ot with operations aizuinat the ene| Corporal Fitzpatrick is. auth-!\nthe Marines who really do the,emy in the Republic of Vietnam ofized to wear the Combat “V’\nlighting and make the Corps!from 21. September 1967 ta 21 For the Secretary of the Navy.\nwhat ites Tam proud of you 'September 196 Corporal Fitz, HW Buse, Je :\nWalt Numie, Col, USMC, 1-24.69 patrick performed his duties inj Licutenant General (YS Mure\nThe certificate accompanying an exemplary. manner Purtict-/ine. Corps\nthe medal read gx follows. pauing in sixteen mujer combat Commanding General Fleet\n1 The Secretary of. the Navy pperationy including Operations, Manne Force Pacific\ntakes pleasure in’ presentiny the Kentucky V. Jel Stuart and\nz evoment_ Medal to Tancaster {i he. repeatrally se] Cpl Fitypateiek is the son of\nCorporal Michael N “Fitzpatrick “tingsished! tumsett by. his evur-tMr cand Mrs Neil Fitzpatrick of\nUaited States Marine Corps for age ant composes uticler\nain a sixty yn—the-Canstantie tor\nTes in sthe tied at “Teadership heehee trated hes\n\ntebe xginent as set Gate an th! molded “them a\n‘lla\n\nHie Weeping Water He entered the\nMan He «ree an S\n\ninit the following his stat\n\nwe that sear tram W\nMeet that seta\n\nhin tenes Bizet Phat nt Ht",
      "summary": "Awarded Navy Achievement Medal for Leadership"
    },
    {
      "id": "p7_0",
      "path": "/images/clip_p7_0.png",
      "page": 7,
      "ocr_text": "DISCHARGE FROM VSMC\nMichael Fitzpatrick, son\nlof Mr nnd Mrs Neil Fitzpatrick +\nreceived an Honorable Discharee,\nfram the United States Marine}\neps ‘Tuesday, April 1, Mike!\ntafgived hame tast week and plans\nto spend the summer with his\n| parents, :\n[Brian Fitzpatrick, who had\nbeen in Callfornia near his bro-\nther, Mike, also returned and is\nlat: home",
      "summary": "Honorable Discharge from Marine Corps"
    }
  ]
}